app/controllers/sessions_controller.rb

	def create
    user = User.find_by(email: create_params[:email])
---
SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "ajzuniga1@miuandes.cl"], ["LIMIT", 1]]